<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.5 [en] (Win98; I) [Netscape]">
   <title>MASTER EUROPEEN Traitement Automatique des Langues Naturelles (Natural Language Processing) - 
Le premier en Europe
frsylviane</title>
</head>
<body text="#FFFFFF" bgcolor="#7F45C6" link="#FFFFFF" vlink="#FFFFFF" alink="#FFFFFF">
&nbsp;
<center>
<p><b><font size=+2>Master Europ&eacute;en</font></b>
<p><b><font size=+2>"Traitement Automatique des Langues Naturelles"</font></b>
<p><b><font size=+2>(Natural Language Processing)</font></b>
<p><b><i><u><font size=+1>Le premier en Europe</font></u></i></b></center>

<p><br>
<br>&nbsp;
<br>&nbsp;
<br>&nbsp;
<center><table BORDER=0 CELLSPACING=0 CELLPADDING=5 WIDTH="668" >
<tr>
<td VALIGN=TOP WIDTH="12%" BGCOLOR="#808080">
<center><b>Pays</b></center>
</td>

<td VALIGN=TOP WIDTH="33%" BGCOLOR="#808080">
<center><b>Universit&eacute;</b></center>
</td>

<td VALIGN=TOP WIDTH="24%" BGCOLOR="#808080">
<center><b>Responsable</b></center>
</td>

<td VALIGN=TOP WIDTH="32%" BGCOLOR="#808080">
<center><b>E-mail</b></center>
</td>
</tr>

<tr>
<td VALIGN=TOP WIDTH="12%" BGCOLOR="#808080">Allemagne</td>

<td VALIGN=TOP WIDTH="33%" BGCOLOR="#808080">CIS, Ludwig Maximilian,M&uuml;nchen</td>

<td VALIGN=TOP WIDTH="24%" BGCOLOR="#808080">S. Langer, F. Guenthner</td>

<td VALIGN=TOP WIDTH="32%" BGCOLOR="#808080"><a href="mailto:stef@cis.uni-muenchen.de">stef@cis.uni-muenchen.de</a></td>
</tr>

<tr>
<td VALIGN=TOP WIDTH="12%" BGCOLOR="#808080">Espagne</td>

<td VALIGN=TOP WIDTH="33%" BGCOLOR="#808080">Aut&oacute;noma de Barcelona</td>

<td VALIGN=TOP WIDTH="24%" BGCOLOR="#808080">X. Blanco</td>

<td VALIGN=TOP WIDTH="32%" BGCOLOR="#808080"><a href="mailto:xavier.blanco@uab.es">xavier.blanco@uab.es</a></td>
</tr>

<tr>
<td VALIGN=TOP WIDTH="12%" BGCOLOR="#808080">France</td>

<td VALIGN=TOP WIDTH="33%" BGCOLOR="#808080">Franche-Comt&eacute;, Besan&ccedil;on</td>

<td VALIGN=TOP WIDTH="24%" BGCOLOR="#808080">S. Cardey-Greenfield *</td>

<td VALIGN=TOP WIDTH="32%" BGCOLOR="#808080"><a href="mailto:sylviane.cardey@univ-fcomte.fr">sylviane.cardey@univ-fcomte.fr</a></td>
</tr>

<tr>
<td VALIGN=TOP WIDTH="12%" BGCOLOR="#808080">Irlande</td>

<td VALIGN=TOP WIDTH="33%" BGCOLOR="#808080">Dublin City</td>

<td VALIGN=TOP WIDTH="24%" BGCOLOR="#808080">Jennifer Pearson</td>

<td VALIGN=TOP WIDTH="32%" BGCOLOR="#808080"><a href="mailto:jennifer.pearson@dcu.ie">jennifer.pearson@dcu.ie</a></td>
</tr>

<tr>
<td VALIGN=TOP WIDTH="12%" BGCOLOR="#808080">Italie</td>

<td VALIGN=TOP WIDTH="33%" BGCOLOR="#808080">Ca' Foscari, Venezia</td>

<td VALIGN=TOP WIDTH="24%" BGCOLOR="#808080">R. Delmonte</td>

<td VALIGN=TOP WIDTH="32%" BGCOLOR="#808080"><a href="mailto:delmont@helios.unive.it">delmont@helios.unive.it</a></td>
</tr>

<tr>
<td VALIGN=TOP WIDTH="12%" BGCOLOR="#808080">Pologne</td>

<td VALIGN=TOP WIDTH="33%" BGCOLOR="#808080">Uniwersytetu Warszawskiego</td>

<td VALIGN=TOP WIDTH="24%" BGCOLOR="#808080">K. Bogacki</td>

<td VALIGN=TOP WIDTH="32%" BGCOLOR="#808080"><a href="mailto:bogacki@topaz.irom.uw.edu.p">bogacki@topaz.irom.uw.edu.p</a></td>
</tr>

<tr>
<td VALIGN=TOP WIDTH="12%" BGCOLOR="#808080">Portugal</td>

<td VALIGN=TOP WIDTH="33%" BGCOLOR="#808080">Universidade de Lisboa</td>

<td VALIGN=TOP WIDTH="24%" BGCOLOR="#808080">E. Ranchhod</td>

<td VALIGN=TOP WIDTH="32%" BGCOLOR="#808080"><a href="mailto:elisabet@label.ist.utl.pt">elisabet@label.ist.utl.pt</a></td>
</tr>
</table></center>

<center>
<p><font color="#000000">*</font> Coordonnateur responsable</center>

<p><b><font size=+1>Finalit&eacute; et objectifs</font></b>
<br><b>La formation r&eacute;pond &agrave; un besoin de la soci&eacute;t&eacute;
en g&eacute;n&eacute;ral, besoin de communication en diff&eacute;rentes
langues et besoin de traiter l'information rapidement. </b>De nombreux
m&eacute;tiers nouveaux font appel &agrave; la linguistique et plus sp&eacute;cifiquement
au traitement automatique des langues. Le traitement des langues par les
machines ayant consid&eacute;rablement &eacute;volu&eacute; ces derni&egrave;res
ann&eacute;es, l'<b>objectif du Master</b> est d'apporter aux &eacute;tudiants
une formation adapt&eacute;e &agrave; la vie actuelle dans ce domaine pour
la recherche et le d&eacute;veloppement en industrie ou dans les organismes
internationaux.
<p><b><font size=+1>Le traitement automatique des langues et l'ing&eacute;nierie
linguistique</font></b>
<br>On peut d&eacute;finir le Traitement Automatique des Langues comme
l'ensemble des m&eacute;thodes et techniques d'analyses en vue d'une utilisation
et d'un traitement de la langue par les machines. La recherche fondamentale
dans ce domaine s'accompagne de la cr&eacute;ation d'outils pour la recherche
elle-m&ecirc;me ou en vue d'applications industrielles qui sont nombreuses
et diverses :
<br>traduction automatique et assist&eacute;e, v&eacute;rification et correction
orthographique lexicale et grammaticale, communication homme/machine en
langue naturelle, dictionnaires &eacute;lectroniques, grammaires &eacute;lectroniques,
langages contr&ocirc;l&eacute;s, langages sp&eacute;cialis&eacute;s, traitement
de l'information en g&eacute;n&eacute;ral, etc.
<p><b>Le Master</b> a deux buts essentiels : d&eacute;velopper les <b>comp&eacute;tences
des &eacute;tudiants en deux langues &eacute;trang&egrave;res</b> et offrir
des <b>formations qui sont compl&eacute;mentaires.</b> Les options et contenus
en Traitement Automatique des Langues sont divers : syntaxe, terminologie,
s&eacute;mantique, phon&eacute;tique, traduction, traitement de l'&eacute;crit,
traitement de la parole, logique, programmation, informatique, g&eacute;nie
logiciel, ing&eacute;nierie linguistique, psycholinguistique, etc.
<p><b><font size=+1>Inscription sur dossier</font></b>
<br>Les &eacute;tudiants doivent pour s'inscrire avoir r&eacute;ussi leur
3&egrave;me ann&eacute;e universitaire dans une discipline permettant l'acc&egrave;s
au Master Europ&eacute;en en TALN, (des &eacute;quivalences peuvent &ecirc;tre
accord&eacute;es par le jury europ&eacute;en ou du pays d'inscription).
<p><b><font size=+1>Organisation</font></b>
<br>Pour les &eacute;tudiants des Universit&eacute;s partenaires des &eacute;changes
sont mis en place dans le cadre du programme Socrates. Les &eacute;tudiants
ne faisant pas partie du programme europ&eacute;en Socrates qui choisissent
de s'inscrire &agrave; Besan&ccedil;on la premi&egrave;re ann&eacute;e
doivent envoyer leur demande pour l'acceptation p&eacute;dagogique de leur
candidature &agrave; Besan&ccedil;on (l'acceptation est valable pour les
deux ann&eacute;es du Master et est donn&eacute;e avant le d&eacute;but
de la premi&egrave;re ann&eacute;e). Concernant les formalit&eacute;s administratives
et financi&egrave;res pour Besan&ccedil;on (voir Master Europ&eacute;en
hors programme Socrates). Parall&egrave;lement, et avant le d&eacute;but
de la premi&egrave;re ann&eacute;e, ces m&ecirc;mes &eacute;tudiants ont
&agrave; contacter les deux autres Universit&eacute;s choisies pour la
deuxi&egrave;me ann&eacute;e afin de se renseigner sur les modalit&eacute;s
d'inscription administrative. Pour une inscription en premi&egrave;re ann&eacute;e
dans une autre Universit&eacute; partenaire, toujours pour les &eacute;tudiants
hors programme Socrates, les &eacute;tudiants prennent contact avec cette
autre Universit&eacute; pour les formalit&eacute;s p&eacute;dagogiques
(dossier, CV), administratives et financi&egrave;res en sachant que les
conditions p&eacute;dagogiques sont les m&ecirc;mes pour toutes les Universit&eacute;s
partenaires.
<p>Le Master comprend 800 heures (120 ECTS) d&eacute;compos&eacute;es en
450 heures (75 ECTS) de cours sur deux ans et 350 heures pour la r&eacute;daction
d'un travail d'&eacute;tudes approfondies et de recherche (45 ECTS) sur
deux ann&eacute;es &eacute;galement.
<p>Les &eacute;tudiants suivent deux semestres de formation dans l'une
des Universit&eacute;s et deux semestres dans deux des autres Universit&eacute;s
partenaires (un semestre dans chacune des deux choisies) soit un total
de 4 semestres sur deux ans. Le choix des Universit&eacute;s par l’&eacute;tudiant
se fait en fonction des langues connues par l'&eacute;tudiant (qui doit
avoir des comp&eacute;tences en deux langues &eacute;trang&egrave;res)
et en fonction du compl&eacute;ment de formation n&eacute;cessaire ou qu'il
d&eacute;sire. En cas de besoin, une formation en langue (avec co&ucirc;t
suppl&eacute;mentaire) sera offerte au Centre de Linguistique Appliqu&eacute;e
pour notre Universit&eacute;.
<p>Ce Master europ&eacute;en avec mention "assez-bien" donne acc&egrave;s
au Doctorat (PhD ou &eacute;quivalent).
<p>Dans chaque pays la formation est appuy&eacute;e par une &eacute;quipe
de recherche.
<p>Possibilit&eacute; de stages courts (trois mois maximum) en entreprise
ou dans des laboratoires de recherche dans les diff&eacute;rents pays participants.
<p>Les contr&ocirc;les pour la d&eacute;livrance des dipl&ocirc;mes (cr&eacute;dits)
se feront en fonction des modalit&eacute;s &eacute;tablies par chacun des
&eacute;tablissements partenaires. Un jury constitu&eacute; des partenaires
responsables aura lieu &agrave; la fin de chaque ann&eacute;e universitaire.
L'&eacute;tudiant devra obtenir 120 ECTS pour se voir d&eacute;livrer les
dipl&ocirc;mes.
<p><b><font size=+1>Dipl&ocirc;me</font></b>
<br>Les &eacute;tudiants re&ccedil;oivent en fonction des r&eacute;sultats,
un ou deux dipl&ocirc;mes, un dipl&ocirc;me (reconnu) de l'Universit&eacute;
dans laquelle ils ont pass&eacute; deux semestres, &eacute;quivalent au
dipl&ocirc;me de Master Europ&eacute;en, c'est-&agrave;-dire &eacute;quivalent
&agrave; 5 ann&eacute;es dans le sup&eacute;rieur (il est par exemple en
France &eacute;quivalent &agrave; un D.E.A (<u>D</u>ipl&ocirc;me d'<u>E</u>tudes
<u>A</u>pprofondies)
si la mention "assez-bien" minimum est obtenue) et le dipl&ocirc;me de
Master Europ&eacute;en en TALN (s'ils ont r&eacute;ussi les &eacute;preuves
des examens).
<p><b><font size=+1>Dates</font></b>
<p><b>D&eacute;p&ocirc;t des candidatures pour le 15 juin (CV)</b>
<p><b>R&eacute;ponse aux candidats le 7 juillet et communication des dossiers
d'inscription.</b>
<p><b>Retour des dossiers d'inscription au plus tard le 30 septembre.</b>
<p><b>D&eacute;but des cours en octobre.</b>
<br>&nbsp;
<br>&nbsp;
<br>
<center>
<p><b><i><font size=+1>Cours pour la partie Besan&ccedil;on</font></i></b></center>

<p><b><u>Tous les cours ont lieu au premier semestre</u></b>
<p><b><u>50 heures de cours sont &eacute;quivalentes &agrave; 9 ECTS</u></b>
<p>Tous les modules repr&eacute;sentent 50 h de cours sauf indication contraire
<p>Les contenus pourront &eacute;voluer, voire changer, en fonction des
besoins de la discipline et de la demande du jury europ&eacute;en.
<p><b>Pour la premi&egrave;re ann&eacute;e</b>
<p><b>Cours obligatoires (150 h)</b>
<ul>
<li>
Traitement automatique des langues, industries de la langue (S. CARDEY,
H. MADEC) pour tous les &eacute;tudiants (cours en fran&ccedil;ais)</li>

<li>
G&eacute;nie logiciel (P. GREENFIELD) pour tous les &eacute;tudiants (cours
en anglais ou en fran&ccedil;ais en fonction du public)</li>

<li>
Syntaxe, s&eacute;mantique et dictionnairique (P.-A. BUVET) pour les &eacute;tudiants
de Sciences du langage (cours en fran&ccedil;ais)</li>

<li>
Linguistique et traduction &eacute;trang&egrave;re pour les &eacute;tudiants
de Langues vivantes (cours dans la langue choisie)</li>
</ul>
<b>Pour la deuxi&egrave;me ann&eacute;e</b>
<p><b>150 h au choix de l'&eacute;tudiant sauf indication contraire</b>
<ul>
<li>
Syntaxe, s&eacute;mantique et dictionnairique (P.-A. BUVET) cours en fran&ccedil;ais</li>

<li>
G&eacute;nie logiciel (P. GREENFIELD) cours en anglais ou en fran&ccedil;ais
en fonction du public</li>

<li>
Traitement automatique des langues (S. CARDEY) cours en fran&ccedil;ais
(25 h)</li>

<li>
Mod&eacute;lisation cognitive du lexique et de la syntaxe (H. MADEC) cours
en fran&ccedil;ais (25 h)</li>

<li>
Linguistique anglaise, Linguistics (M. GILL, C. PAULIN, P. RAPATEL) cours
en anglais</li>

<li>
Linguistique espagnole, <i>Ling&uuml;&iacute;stica espa&ntilde;ola, </i>(P.
BEGRAND) cours en espagnol</li>

<li>
Linguistique et traduction italienne, L<i>inguistica e di traduzione italiane,</i>
(M. DIAZ-ROZZOTO, M.A. CORBEL) cours en italien</li>

<li>
Linguistique portugaise, <i>Ling&uuml;&iacute;stica portuguesa, </i>(E.
KOHLER) cours en portugais</li>

<li>
Traduction allemande, <i>&Uuml;bersetzung</i> <i>und &Uuml;bersetzungswissenschaft</i>
(M. CHOBLET) cours en allemand</li>
</ul>
<b><i>Contenu des cours de Besan&ccedil;on</i></b>
<p><b><i>Traitement des langues naturelles pour les industries de la langue</i></b>
<br>La langue en tant que syst&egrave;me, description, fonctionnement.
Mod&eacute;lisation des connaissances, utilisation des techniques d’analyse
permettant la construction de syst&egrave;mes fonctionnant en reconnaissance
et g&eacute;n&eacute;ration.
<ul>
<li>
Editions &eacute;lectroniques &agrave; l’aide de langages d&eacute;claratifs
(Prolog) en liaison avec le cours de g&eacute;nie logiciel.</li>

<li>
Utilisation et perspectives de recherches :</li>

<ul>
<li>
T.A.O. (Traduction Assist&eacute;e par Ordinateur)</li>

<li>
Correcteurs de fautes d’orthographe grammaticale</li>

<li>
Grammaires et dictionnaires &eacute;lectroniques</li>

<li>
Syst&egrave;mes d’interrogation de bases de donn&eacute;es &eacute;lectroniques.</li>
</ul>
</ul>
<i>Les travaux de recherche portent sur diff&eacute;rentes langues</i>
<p>Etude de l'apport de la psychologie cognitive et de la psycholinguistique
en T.A.L.
<ul>
<li>
psychologie traditionnelle du langage : exp&eacute;rimentation et statistiques,
analyse de variance,</li>

<li>
architecture cognitive : registres sensoriels, M.C.T., M.L.T., m&eacute;moires
&eacute;pisodique et s&eacute;mantique : r&eacute;seaux s&eacute;mantiques,
logiques des pr&eacute;dicats,</li>

<li>
cat&eacute;gorisation, conceptualisation et repr&eacute;sentations mentales,</li>

<li>
nature de l'image mentale : Kosslyn et Lee</li>

<li>
traitement du r&eacute;cit, grammaire de r&eacute;cit, mod&egrave;les de
Van Dijk et Kintsch, frames, scripts et plans,</li>

<li>
langage naturel et r&eacute;solution de probl&egrave;mes : G.P.S., PROLOG,
S.N.A.R.K..</li>
</ul>
<b><i>G&eacute;nie logiciel</i></b>
<br>Apprendre le g&eacute;nie logiciel qui permet la mise en application
de syst&egrave;mes informatiques linguistiques. Mod&egrave;les de cycle
de vie du logiciel ; limites des syst&egrave;mes informatiques (d&eacute;cidabilit&eacute;)
; maturation d'un domaine d'application (g&eacute;nie linguistique) ; assurance
qualit&eacute; ; gestion de projets logiciels ; gestion de la configuration
; sp&eacute;cification de besoins ; sp&eacute;cification formelle ; m&eacute;taprogrammation
et langages sp&eacute;cialis&eacute;s ex&eacute;cutables au moyen de Prolog.
Travaux pratiques autour des projets en &eacute;quipe pour la r&eacute;alisation
des produits de qualit&eacute;.
<p>Learn Software Engineering in order to implement computer systems applied
to the domain of linguistics. Life cycle models; the limits of computing
(decidability); how application domains such as linguistic engineering
mature; quality assurance, software project management; configuration management;
requirements specification; formal specification; metaprogramming and executable
specialised languages using Prolog. Practical work centred on team projects
involving the implementation of quality products.
<p><b><i>S&eacute;mantique et dictionnairique</i></b>
<br>Un syst&egrave;me traitant automatiquement des langues naturelles performant
comporte n&eacute;cessairement une ou plusieurs bases de donn&eacute;es
lexicales (dites &eacute;galement dictionnaires &eacute;lectroniques).
Dans ce type particulier de dictionnaire, des informations linguistiques
formelles standardis&eacute;es (de nature morphologique, syntaxique et
s&eacute;mantique) sont rattach&eacute;es &agrave; chaque unit&eacute;
lexicale.
<br>Dans le cadre du cours, nous pr&eacute;senterons les principales analyses
formelles du lexique qui ont conduit &agrave; l’&eacute;laboration de ces
dictionnaires &eacute;lectroniques.
<p><b><i>T.A.L.N (traitement automatique des langues naturelles)</i></b>
<br>M&eacute;thodes d’analyse et de traitement (th&eacute;orie et pratique)
en morphologie, syntaxe, s&eacute;mantique et repr&eacute;sentation des
connaissances en vue de d&eacute;velopper des outils de qualit&eacute;
pour le traitement automatique des langues naturelles : traduction assist&eacute;e
par ordinateur, correction automatique, interrogation en langage naturel
de banques de donn&eacute;es, enseignement assist&eacute; par ordinateur...
La linguistique traditionnelle et la linguistique pour le T.A.L. La n&eacute;cessit&eacute;
d'une formalisation impl&eacute;mentable. Les approches actuelles. L'informatique
pour le T.A.L.N. : programmation, g&eacute;nie logiciel, outils...
<p><b><i>Mod&eacute;lisation cognitive du lexique et de la syntaxe</i></b>
<br>Etude des approches classiques de l'acc&egrave;s lexical, du lexique
mental et de la mod&eacute;lisation de la syntaxe humaine. Limites des
dictionnaires et des graphes au profit des logogen models et cohort models.
Etude des outils de traitement connexioniste ( analyse et impl&eacute;mentation)
: perceptron, back propagation, kohonen… Utilisation de ces technologies
pour le traitement des donn&eacute;es psycho-linguistiques et linguistiques
sur l'Internet.
<p><b><i>&Uuml;bersetzung und &Uuml;bersetzungswissenschaf </i>: historische,
theoretishe und methodologische Schwerpunkte. Ein Teil des Seminars besteht
aus </b>praktischen &Uuml;bungen (&Uuml;bersetzungen ins Franz&ouml;sische,
kritische und vergleichende &Uuml;bersetzungsanalysen.
<p><b><i>Linguistics </i>:</b> A linguistic approach to the English language:
the study of noun groups, verb groups and complex utterances in discourse.
Texts, whether literary or not, will be analysed according to the major
linguistic schools in France, basically the theory of enunciation; lexicology,
terminology and semantics or lexicology between language and discourse.
A linguistic explicative approach of texts will be devoted to the study
of the various lexicogenic processes as well as to lexical and textual
semantics.
<p><b><i>Programa de licenciatura de Lengua Literatura y Civilizaci&oacute;n
espa&ntilde;olas</i> :</b> (curso 3&deg;) abierto a los estudiantes del
M&aacute;ster europeo. Traducci&oacute;n (franc&eacute;s-espa&ntilde;ol/espa&ntilde;ol-franc&eacute;s)
de textos literarios, cl&aacute;sicos y contempor&aacute;neos: curso en
franc&eacute;s y espa&ntilde;ol, 2 horas. Gram&aacute;tica historica :
curso en franc&eacute;s, 1 hora. Ling&uuml;&iacute;stica del espa&ntilde;ol
: curso en espa&ntilde;ol y en franc&eacute;s, 1 hora.
<p><b><i>Linguistica e traduzione italiane</i> : </b>Questo "certificat"
&egrave; costituito di quattro ore semestrali che saranno consacrate alla
traduzione di testi letterari e di documenti specializzati o settoriali
(due ore di traduzione dal francese all'italiano - due ore di traduzione
dall'italiano al francese). Verranno tradotti testi tratti dalla letteratura
italiana e francese dell'ottocento e del Novecento; documenti economici
e commerciali; articoli della stampa settoriale. Questo insegnamento &egrave;
destinato ad approfonfire e perfezionare le conoscenze lessicali e le strutture
grammaticali nei campi linguistici indicati.
<p><b>Ling&uuml;&iacute;stica portuguesa: </b>Estudo comparativo dos aspectos
morfossint&aacute;ctico, lexical, fon&eacute;tico das duas normas lingu&iacute;sticas
da l&iacute;ngua portuguesa.
<br>&nbsp;
<br>&nbsp;
<br>
<center>
<p><b><i><font size=+1>Contenus (intitul&eacute;s) offerts par les Universit&eacute;s
partenaires</font></i></b>
<p><b><font size=+1>Universit&eacute; Autonome de BARCELONE (Responsable
Xavier BLANCO ESCODA)</font></b></center>

<p><b>Cours au second semestre</b>
<ul>
<li>
Introduction au Traitement Automatique de la Langue (50 h)</li>

<li>
Analyse exp&eacute;rimentale de la parole (phon&eacute;tique exp&eacute;rimentale)
(50 h)</li>

<li>
Lexicologie et S&eacute;mantique (50 h)</li>

<li>
Traduction sp&eacute;cialis&eacute;e (50 h)</li>

<li>
S&eacute;minaire d'&eacute;laboration de dictionnaires &eacute;lectroniques
bilingues (50 h)</li>
</ul>
<b>Recherche</b>
<ul>
<li>
Lexicographie informatique</li>

<li>
Traduction automatique</li>

<li>
Analyse de langues de sp&eacute;cialit&eacute;</li>

<li>
Prosodie et traitement de la parole</li>
</ul>

<center><b>Universit&eacute; de BESANCON (Responsable Sylviane CARDEY-GREENFIELD)</b></center>

<ul>
<li>
Traitement des langues naturelles 2, Industries de la langue (50 h)</li>

<li>
G&eacute;nie logiciel (50 h)</li>

<li>
Syntaxe, s&eacute;mantique et dictionnairique (50 h)</li>

<li>
Ling&uuml;&iacute;stica portuguesa, Linguistique portugaise (50 h)</li>

<li>
Linguistica e traduzione italiane, Linguistique et traduction italienne
(50 h)</li>

<li>
Linguistica espa&ntilde;ola<b>,</b> Linguistique espagnole (50 h)</li>

<li>
Th&eacute;orie et m&eacute;thodologie de la traduction (allemand) (50 h)</li>

<li>
Linguistique anglaise (50 h)</li>

<li>
Traitement automatique des langues (25 h)</li>

<li>
Mod&eacute;lisation cognitive du lexique et de la syntaxe (25 h)</li>
</ul>
<b>Recherche</b>
<ul>
<li>
Traduction assist&eacute;e et automatique</li>

<li>
Terminologie</li>

<li>
Psycholinguistique</li>

<li>
Correcteurs orthographiques grammaticaux</li>

<li>
Interrogation en langue naturelle (dialogue homme/machine)</li>

<li>
G&eacute;nie logiciel pour le T.A.L.</li>
</ul>

<center><b>Universit&eacute; de DUBLIN (Responsable Jennifer PEARSON)</b></center>

<ul>
<li>
Speech processing (50 h) obligatoire</li>

<li>
Computational Linguistics (50 H) obligatoire</li>

<li>
Au choix</li>

<li>
Artificial Intelligence (50 h)</li>

<li>
Machine translation (50 h)</li>

<li>
Psycholinguistics (50 h)</li>

<li>
Multimedia Information Systems (50 h)</li>
</ul>

<center><b>Universit&eacute; de LISBONNE (Responsable Elisabete RANCHHOD)</b></center>

<p><b>Premier Semestre </b>(150 h)
<ul>
<li>
Modelos Sem&aacute;nticos de Processamento das Linguas Naturais (Mod&eacute;les
s&eacute;mantiques pour</li>

<li>
TALN)</li>

<li>
Fon&eacute;tica para Reconhecimento e Sintese de Fala (Phon&eacute;tique
pour la reconnaissance et synth&egrave;se de la parole)</li>

<li>
An&agrave;lise Lexical Autom&agrave;tica (Analyse lexical automatique)</li>
</ul>
<b>Second Semestre</b> (150 h)
<ul>
<li>
Reconhecimento e Sintese de Fala (Reconnaissance et synth&egrave;se de
la parole)</li>

<li>
Psicolinguistica (Psycholinguistique)</li>

<li>
M&eacute;todos Gerais de Processamento (M&eacute;thodes g&eacute;n&eacute;rales
de TALN)</li>
</ul>
<b>Domaines de Recherche</b>
<ul>
<li>
Processamento de Informa&ccedil;&acirc;o Sem&acirc;ntica (Traitement d'informations
s&eacute;mantiques),</li>

<li>
Dicion&agrave;rios Electr&agrave;nicos de Palavras Simples e Compostas
(Dictionnaires &eacute;lectroniques de mots simples et compos&eacute;s),</li>

<li>
Gram&agrave;ticas de An&agrave;lise e Resolu&ccedil;&acirc;o de Ambiguidades
(Grammaires de lev&eacute;e d'ambigu&iuml;t&eacute;s),</li>

<li>
Sciences cognitives, psycholinguistique (Sciences cognitives, psycholinguistique),</li>

<li>
Processamento do Sinal de Fala (Traitement de la parole), etc.</li>
</ul>

<center><b>Universit&eacute; de MUNICH (Responsable Franz GUENTHNER, co-responsable
Stefan LANGER)</b></center>

<ul>
<li>
Automaten und Formale Sprachen, Automatons and formal languages, 24 hours</li>

<li>
Semantik, Semantics, 48 hours</li>

<li>
Computerlinguistik I, Computational linguistics I, 48 hours</li>

<li>
Computerlinguistik II, Computational linguistics II, 48 hours</li>

<li>
Einf&uuml;hrung in C, Introduction to C-Programming, 48 hours</li>

<li>
Einf&uuml;hrung in das symbol Programmieren, Introduction to symbolic programming,
48 hours</li>

<li>
Einf&uuml;hrung in Datenbanken, Databases, 24 hours</li>

<li>
Information Retrieval, Information Retrieval, 36 hours</li>

<li>
Korpus- und Unixtools, Corpus and Unix tools, 48 hours</li>

<li>
Lexikonpraktikum, Lexicography - practical exercises, 24 hours</li>

<li>
Math. Grundlagen I, Mathematics I, 24 hours</li>

<li>
Mathematische Grundlagen II, Mathematics II, 24 hours</li>

<li>
Morphologie und Lexikography, Morphology and lexicography, 48 hours</li>

<li>
OCR Erkennung, OCR, 24 hours</li>

<li>
Parsing, Parsing, 36 hours</li>

<li>
Programmierpraktikum, Programming exercises, 24 hours</li>

<li>
Statistik, Statistics, 24 hours</li>

<li>
Syntax I, Syntax I, 48 hours</li>
</ul>

<center><b>Universit&eacute; de VARSOVIE (Responsable Krzysztof BOGACKI)</b></center>

<ul>
<li>
Introduction &agrave; la grammaire de Montague (60 h)</li>

<li>
Tendances r&eacute;centes en s&eacute;mantique (60 h)</li>

<li>
Introduction to the formal grammar of Polish (30 h) en anglais par Marek
SWIDZINSKI</li>
</ul>

<center><b>Universit&eacute; de VENISE (Responsable Rodolfo DELMONTE)</b></center>

<ul>
<li>
Linguistica Computazionale 2 = Discorso, LF, Temporal Reasoning, Generazione</li>

<li>
Linguistica Informatica</li>

<li>
Fonetica e fonologia</li>

</ul>
<b>Ricerca in</b> :
<ul>
<li>
Traduzione Automatica</li>

<li>
Sommarizzazione</li>
</ul>

</body>
</html>
